Repository: endlos99/xdt99-wrapper
Catalog: XDTools99/XDTools99/*.lproj/Localizable.strings
Languages: de

source: %@: is not implemented for now. Please implement it.
de: %@: ist bis jetzt nicht implementiert. Bitte implementieren.

source: Assembler ends with %ld found error(s).
de: Assembler mit %ld Fehler beendet.

source: Choose another value for the Line Delta, unwrap lines by hand in the integrated source code editor or fix the source file with an external text editor application and reload the file.
de: Einen anderen Wert für das Linien-Delta wählen, Zeilen im integrierten Quellcode-Editor von Hand trennen oder die Quelldatei mit einem externen Texteditor bearbeiten und die Datei neu laden.

source: Error occured while assembling '%@'
de: Fehler bem Assemblieren von '%@' aufgetreten.

source: Expecting to find the function "%s" in module %s
de: Es wird erwartet, dass die Funktion "%1$s" im Modul %2$s existiert.

source: For more information see messages in the log view. Please check your code and all assembler options and try again.
de: Weitere Informationen sind in den Meldungen in der Protokollansicht zu finden. Bitte überprüfen Sie Ihren Code und alle Assembler-Optionen und versuchen Sie es erneut.

source: Operation not supported
de: Operation nicht unterstützt

source: Program creation in MERGE format is not supported by the current version of xbas99.
de: Die Programmerstellung im MERGE-Format wird von der aktuellen Version von xbas99 nicht unterstützt.

source: Python error occured!
de: Python-Fehler aufgetreten!

source: Python exception occured!
de: Python-Exception aufgetreten!

source: Unimplemented method
de: Nicht implementierte Methode
