Repository: endlos99/xdt99-wrapper
Catalog: SimpleXDT99IDE/SimpleXDT99IDE/*.lproj/Localizable.strings
Languages: de

source: Abort
de: Abbruch

source: Binary file imported. You will have to save the source code within a new file.
de: Binärdatei importiert. Sie müssen den Quellcode in einer neuen Datei speichern.

source: Can not open Basic file!
de: Basic-Datei kann nicht geöffnet werden!

source: Can't process file!
de: Datei kann nicht verarbeitet werden!

source: Caution: The file '%@' must be saved before it can be processed.
de: Achtung: Die Datei '%@' muss gespeichert werden, bevor sie verarbeitet werden kann.

source: Couldn’t convert to a hexadecimal value.
de: Die Konvertierung in einen hexadezimalen Wert war nicht möglich.

source: Creating new file
de: Neue Datei erstellen

source: It seems that this Basic file is not in %@ format.
de: Es scheint, dass diese Basic-Datei nicht im %@-Format vorliegt.

source: Missing Option!
de: Fehlende Option!

source: Error
de: Fehler

source: Opens '%@' in a new tabbed window.
de: Öffnet '%@' in einem neuen Tab-Fenster.

source: Please enable error logging to get detailed error information.
de: Bitte die Fehlerprotokollierung aktivieren, um detaillierte Fehlerinformationen zu erhalten.

source: Please open the log view and enable error logging to get detailed error information.
de: Bitte die Protokollansicht öffnen und die Fehlerprotokollierung aktivieren, um detaillierte Fehlerinformationen zu erhalten.

source: Please open the log view to get detailed error information.
de: Bitte die Protokollansicht öffnen, um detaillierte Fehlerinformationen zu erhalten.

source: Save
de: Speichern

source: Select assembler source file
de: Assembler-Quelldatei auswählen

source: Select GPL assembler source file
de: GPL Assembler Quelldatei auswählen

source: Select output file name
de: Den Namen der Ausgabedatei auswählen

source: Select TI Basic source file
de: TI Basic Quelldatei auswählen

source: The cartridge name is missing! Please specify a name of the cartridge to create!
de: Der Modulname fehlt! Bitte geben Sie einen Namen für das zu erstellende Modul an!

source: Unknown binary Basic file format.
de: Unbekanntes Binärformat der Basic-Datei.

source: Warning
de: Warnung
